Repository: 0wnrepo/XaoS
Catalog: src/i18n/*.po
Languages: cs

source: XaoS is out of memory.
cs: Memórie je zaplnìná.

source: unzoomed
cs: zmen¹ení

source: zoomed
cs: zvìt¹ení

source: framerate:%f
cs: obnovení obrazu:%f

source: Enabling: %s.
cs: %s zapnout.

source: Disabling: %s.
cs: %s vypnout.

source: Fractal name:%s
cs: Jméno fraktálu:%s

source: Fractal type:%s
cs: Tip fraktálu:%s

source: View:[%1.12f,%1.12f]
cs: Zobrazení:[%1.12f,%1.12f]

source: size:[%1.12f,%1.12f]
cs: Velikost:[%1.12fx%1.12f]

source: Rotation:%4.2f Screen size:%i:%i
cs: Otáèení:%4.2f Velikost obrazovky:%i:%i

source: Iterations:%-4i Palette size:%i
cs: Poèet iterací:%-4i Velikost palety barev:%i

source: Autopilot:%-4s Plane:%s
cs: Autopilot:%-4s Plocha:%s

source: On
cs: Zapnout

source: Off
cs: Vypnout

source: incoloring:%s outcoloring:%s
cs: vnitøní vybarvení:%s vnìj¹í vybarvení:%s

source: zoomspeed:%f
cs: rychlost zvìt¹ení:%f

source: Parameter:none
cs: Parametr:není

source: Parameter:[%f,%f]
cs: Parametr:[%f,%f]

source: Please wait while calculating %s
cs: Prosím èekejte, %s fraktál se pøipravuje...

source: Letters per second %i
cs: %i písmen za sekundu

source: Rotation speed:%2.2f degrees per second
cs: Rychlost rotace:%2.2f stupòù za sekundu

source: Iterations: %i
cs: Poèet iterací: %i

source: Cycling speed: %i
cs: Rychlost obracení barev: %i

source: speed:%2.2f
cs: rychlost:%2.2f

source: Can not allocate buffers
cs: Není dostatek pufferu

source: Can not create palette
cs: Paleta barev nelze vytvoøit

source: Can not create image
cs: Obraz nelze vytvoøit

source: Can not allocate tables
cs: Není místo pro tabulky

source: Can not initialize driver
cs: Grafický ovladaè nelze inicializovat

source: Can not return back to previous driver
cs: Pøedchzí grafický ovladaè nelze zobrazit

source: Thank you for using XaoS
cs: Dìkujeme za pou¾ití programu XaoS

source: Skipping, please wait...
cs: Pøeskakování, prosím èekejte...

source: Quit
cs: Zavøít

source: Exit now
cs: Zavøít ihned

source: Not yet
cs: Je¹tì rad¹i ne

source: Help
cs: Nápovìda

source: Disable XaoS's builtin GUI
cs: Vypnutí zabudované GUI

source: Status
cs: Vlastnosti

source: Ministatus
cs: Hlavnìj¹í vlastnosti

source: Driver
cs: Grafický ovladaè

source: Welcome to XaoS version %s
cs: Zdravíme vás ve %s Xaos verzi!

source: Root menu
cs: Hlavní menu

source: Animation root menu
cs: Hlavní menu animací

source: Line drawing functions
cs: Funkce malování èar

source: Line
cs: Èára

source: Morph line
cs: Pøetvoøící se èára

source: Morph last line
cs: Pøemìòující se poslední èára

source: Set line key
cs: Nastavení èárového klíèe

source: Clear line
cs: Vymazání èáry

source: Clear all lines
cs: Vymazání v¹ech èar

source: Animation functions
cs: Animace

source: View
cs: Zobrazení

source: Zoom center
cs: Centrum zvìt¹ení

source: Zoom
cs: Zvìt¹ení

source: Un-zoom
cs: Zmen¹ení

source: Stop zooming
cs: Zastavení zvìt¹ení

source: Smooth morphing parameters
cs: Parametry zahladìní

source: Timing functions
cs: Èasování

source: Usleep
cs: Èekání

source: Wait for text
cs: Èekání na text

source: Wait for complete image
cs: Èekání na zobrazení obrazu

source: Include file
cs: Navlékání souboru

source: Default palette
cs: Základní barvy

source: Formula
cs: Vzorec

source: Maximal zooming step
cs: Maximální krok zìt¹ení

source: Zooming speedup
cs: Rychlost zvìt¹ení

source: Filter
cs: Filtr

source: Letters per second
cs: Písmen za sekund

source: Interrupt
cs: Pøeru¹ení

source: File
cs: Soubor

source: Edit
cs: Upravení

source: Fractal
cs: Fraktál

source: Calculation
cs: Poèítání

source: Filters
cs: Filtry

source: UI
cs: U¾ivatelské rozhraní

source: Misc
cs: Ostatní

source: Tutorials
cs: Výuky

source: Stop replay
cs: Zastavení opakování

source: Command
cs: Pøíkaz

source: Play string
cs: Spustìní øetìzce

source: Clear screen
cs: Vièi¹tìní obrazovky

source: Display fractal
cs: Zobrazení fraktálu

source: Display text
cs: Zobrazení textu

source: Color
cs: Barva

source: Horizontal text position
cs: Vodorovná pozice textu

source: Vertical text position
cs: Svislá pozice textu

source: Text position
cs: Pozice textu

source: Message
cs: Vzkaz

source: Load
cs: Otevøení

source: Save
cs: Ulo¾ení

source: Record
cs: Nahrávání

source: Replay
cs: Pøehrávání

source: Save image
cs: Ulo¾ení obrazu

source: Load random example
cs: Nahrání náhodného pøíkladu

source: Save configuration
cs: Ulo¾ení konfigurace

source: Undo
cs: Zpìt

source: Redo
cs: Udìlat znovu

source: formulae
cs: Vzorec

source: Incoloring mode
cs: Vnitøní vybarvení

source: Outcoloring mode
cs: Vnìj¹í vybarvení

source: Plane
cs: Plocha

source: Palette
cs: Paleta barev

source: Mandelbrot mode
cs: Re¾im mandelbrot

source: Perturbation
cs: Perturbace

source: Reset to defaults
cs: Nastavení standartu zpìt

source: Julia mode
cs: Re¾im julia

source: Set angle
cs: Nastavení úhlu

source: Set plane
cs: Nastavení plochy

source: Inside coloring mode
cs: Vnitøní vybarvení

source: Outside coloring mode
cs: Vnìj¹í vybarvení

source: Inside truecolor coloring mode
cs: Vnitøní truecolor vybarvení

source: Outside truecolor coloring mode
cs: Vnìj¹í truecolor vybarvení

source: Julia seed
cs: Rychlost julia

source: Random palette
cs: Náhodné barvy

source: Custom palette
cs: U¾ivatelské barvy

source: Color cycling
cs: Cirkulace barev

source: Reversed color cycling
cs: Zpìtná cirkulace barev

source: Color cycling speed
cs: Rychlost cirkulace barev

source: Shift palette
cs: Posun barevné palety

source: Shift one forward
cs: Posun dopøedu o jeden krok

source: Shift one backward
cs: Posun dozadu o jeden krok

source: Solid guessing
cs: Solidní hádání

source: Dynamic resolution
cs: Dinamické rozlo¾ení

source: Periodicity checking
cs: Kontrola pravidelnosti

source: Iterations
cs: Iterace

source: Fast julia mode
cs: Rychlý re¾im julia

source: Rotation
cs: Rotace

source: Solid guessing range
cs: Interval hádání

source: Disable rotation
cs: Rotace vypnuta

source: Continuous rotation
cs: Plynulá rotace

source: Rotate by mouse
cs: Rotace mi¹í

source: Rotation speed
cs: Rychlost rotace

source: Automatic rotation
cs: Automatická rotace

source: Fast rotation mode
cs: Rychlý re¾im rotace

source: Disable dynamic resolution
cs: Dinamický rozli¹ení vypnuto

source: Use only during animation
cs: Jenom bìhem animace

source: Use also for new images
cs: Pou¾ij toto i u nových obrazù

source: Dynamic resolution mode
cs: Re¾im dinamického rozli¹ení

source: Recalculate
cs: Poèítání

source: Zooming speed
cs: Rychlost zvìt¹ení

source: Fixed step
cs: Stálý krok

source: Disable solid guessing
cs: Solidní hádání vypnuto

source: Guess 2x2 rectangles
cs: 2x2 obdélník

source: Guess 3x3 rectangles
cs: 3x3 obdélník

source: Guess 4x4 rectangles
cs: 4x4 obdélník

source: Guess 5x5 rectangles
cs: 5x5 obdélník

source: Guess 6x6 rectangles
cs: 6x6 obdélník

source: Guess 7x7 rectangles
cs: 7x7 obdélník

source: Guess 8x8 rectangles
cs: 8x8 obdélník

source: Guess unlimited rectangles
cs: Nomezený èíslo obdélníkù

source: An introduction to fractals
cs: Zavedení do svìta fraktálù

source: XaoS features overview
cs: Tipy a triky

source: Math behind fractals
cs: Matematika fraktálù

source: What's new?
cs: Novinky

source: Whole story
cs: V¹echny kapitoly

source: Introduction
cs: Úvod

source: Mandelbrot set
cs: Souprava mandelbrot

source: Julia set
cs: Souprava julia

source: Higher power Mandelbrots
cs: Mandelbroty vy¹¹í tøídy

source: Newton's method
cs: Newtonova metoda

source: Barnsley's formula
cs: Barnsleyuv vzorec

source: All features
cs: V¹echny vlastnosti

source: Outcoloring modes
cs: Vnìj¹í vybarvení

source: Incoloring modes
cs: Vnitøní vybarvení

source: True-color coloring modes
cs: True-color vybarvovací re¾imy

source: Planes
cs: Plochy

source: Animations and position files
cs: Animace a soubory pozic

source: Random palettes
cs: Náhodné barevné palety

source: Other noteworthy features
cs: Dal¹í malièkosti

source: The definition and fractal dimension
cs: Definice a fraktaldimenze

source: Escape time fractals
cs: Fraktaly na základu útìku

source: What's new in 3.0?
cs: Novinky ve verzi 3.0
